import classes from "./Mashina.module.css";


const Mashina = () => {

  return (
    <div className={classes.Mashina}>
   <h1>Ара́бская му́зыка</h1>
   <p> (араб. موسيقى عربية‎) сформировалась в результате слияния собственно арабского искусства с искусством стран, некогда входивших в Арабский халифат. В ранний, «бедуинский», период музыка и поэзия представляли единое целое. Сохранились сведения о древних арабских поэтах-певцах (шаирах), о песенных жанрах — караванные песни (хида), песни конников (хабаб), о музыкальных инструментах — дуфф (бубен), ребаб (однострунная скрипка), мизхар (лютня)[1].</p>
   <p>Историки называют различные формы музыки Аравийского полуострова доисламского периода термином шуара аль-джахилия (شعراء الجاهلية), т.е «поэты времён невежества»[2]. В то время считалось, что стихи и музыку передают им джинны.

Завоевав территорию Ближнего Востока (Иран, Византия), Средней Азии и Египта арабы ассимилировали традиции более развитых культур. Ими были восприняты основы греческой музыкальной теории[3], а арабский звукоряд расширился до двух октав. С конца 7 в. начинается расцвет классической арабской музыки, которая основывается на 7-ступенных ладах. В них наряду с основными звуками используются промежуточные интервалы — коммы. Для арабской музыки характерна цветистая мелизматика, которая придает ей оригинальный колорит. В арабской манере пения широко применяется скольжение от звука к звуку (глиссандирование)[1].

Наиболее распространённый жанр арабской классической музыки — вокально-инструментальный ансамбль. Ведущая роль в нём принадлежит певцу. В период правления династии Омейядов наиболее известными певцами были Ибн Мусаджих, Муслим ибн Мухриз, а также певица Джамиле и её ученики. Во времена Аббасидов — Ибрахим аль-Маусили (742—804), его сын Исхак аль-Маусили (767—850), а также Мансур Зальзаль[1].

Арабская музыкальная наука достигла высокого уровня. Среди выдающихся музыкальных теоретиков средних веков можно отметить аль-Кинди (801—873), аль-Исфахани (897—967) и Сафиаддин Урмави (около 1230—1294). Сведения об арабской музыке содержатся в трудах аль-Фараби, Ибн Сины и др. Средневековая арабская музыка оказала воздействие на музыкальное искусство Испании и Португалии[1].</p>
    </div>
  );
}

export default Mashina; 