import classes from "./Bass.module.css";


const Bass = () => {

  return (
    <div className={classes.Bass}>
   <h1>Басовая музыка</h1>
   <p>это термин, используемый для описания нескольких жанров электронной танцевальной музыки и хип-хопа [1], возникших с 1980-х годов, с акцентом на выдающийся басовый барабан и / или басовый звук. Как отмечает один из источников, существует «много разных типов басовой музыки, каждый из которых по-своему раскручивает один из самых громких элементов музыки». [2] Обычно басовый звук создается с помощью синтезаторов и драм-машин, таких как, например, влиятельный Roland TR-808 .</p>
    </div>
  );
}

export default Bass; 