import classes from "./Mashina.module.css";


const Mashina = () => {

  return (
    <div className={classes.Mashina}>
   <h1>Электро́нная му́зыка</h1>
   <p>(нем. elektronische Musik, англ. electronic music) — музыка, созданная с использованием электромузыкальных инструментов и электронных технологий (с последних десятилетий XX века — компьютерных технологий). Как специфическое направление в мире музыки электронная музыка оформилась во второй половине XX века и к началу XXI века широко распространилась в академической и массовой культуре.

Электронная музыка оперирует звуками, которые способны издавать электронные и электромеханические музыкальные инструменты, а также звуками, возникающими при помощи электрических / электронных устройств и различного рода преобразователей (магнитофоны, генераторы, компьютерные звуковые карты, звукосниматели и тому подобные), которые в строгом смысле не являются музыкальными инструментами.

До последней трети XX века электронная музыка ассоциировалась, главным образом, с экспериментами (как в СССР, так и за рубежом) в академической музыке, но это положение дел изменилось с налаживанием серийного производства синтезаторов звука в 1970-е годы. Синтезаторы благодаря своей умеренной стоимости стали доступны широкой публике. Это изменило образ популярной музыки — синтезаторы стали использовать многие джазовые, рок- и поп-музыканты. В начале XXI века электронная музыка включает в себя широкий спектр стилей и жанров — от единичных экспериментов авангардистов до широко тиражируемой прикладной музыки.


</p>
    </div>
  );
}

export default Mashina; 