import classes from "./About.module.css";


const About = () => {

  return (
    <div className={classes.About}>
     <h1>Музыка древнего мира</h1> 
     <p>Основная статья: Музыка Древнего Египта
Основная статья: Музыка Древней Греции
Доисторическая эра заканчивается с переходом на письменную музыкальную традицию. Следующая эра получила название «музыка древнего мира». Старейшая известная песня, зафиксированная на клинописной табличке, была найдена на раскопках Ниппура, она датируется 2000 г до н. э. Табличка была расшифрована профессором А. Д. Килмер из Университета Беркли, также было продемонстрировано, что она сочинена терциями и использовала пифагоров строй.

Двойные трубы, такие, какие использовали, например, древние греки, и древние волынки, а также обзор древних рисунков на вазах и стенах, и древняя письменность (см., например, «Проблемы» Аристотеля, Книга XIX.12[4]), в которой описана музыкальная техника того времени, указывают на полифонию. Одна трубка в авлосе, вероятно, создавала фон, в то время как другая играла мелодичные пассажи. Инструменты, как например флейта с семью отверстиями и различные виды струнных инструментов были найдены у цивилизации долины Инда.

Упоминания об Индийской классической музыке (марга) могут быть найдены в священных писаниях Ведах. Сама-веда, одна из четырёх вед, подробно описывает музыку. История музыки в Иране (Персии), восходит к доисторической эре. Легендарному великому царю, Джамшиду, приписывают изобретение музыки. Музыку в Иране можно проследить в прошлое до дней эламской империи (2500—644 до н. э.). Отрывочные документы из различных периодов истории страны показывают, что древние персы имели обширную музыкальную культуру. Сасанидский период (226—651 н. э.), в частности, оставил нам множество доказательств, указывающих наличие оживлённой музыкальной жизни в Персии. Имена некоторых важных музыкантов, таких, как Барбад Мервези, Нагиса и Рамтин, а также названия некоторых их работ сохранились.

На стенах пирамид, в древних папирусах, в сборниках «Тексты пирамид» и «Книга мёртвых» есть строки религиозных гимнов. Встречаются «страсти» и «мистерии». Популярным сюжетом были «страсти» Осириса, который ежегодно умирал и воскресал, а также женские песни-плачи над мертвым Осирисом. Исполнение песен могло сопровождаться драматическими сценами[5].

Музыка играла важную роль в жизни древних египтян. О значении музыки в Древнем Египте говорят настенные рельефы древних египетских храмов и гробниц с изображением музыкантов. Древнейшими музыкальными инструментами египтян были арфа и флейта. В период Нового царства египтяне играли на колоколах, бубнах, барабанах и лирах, импортируемых из Азии[6]. Богатые люди устраивали приёмы с приглашением профессиональных музыкантов[7].

Считается, что именно в Древней Греции музыка достигла наивысшего расцвета в культуре Древнего мира. Само слово «музыка» имеет древнегреческое происхождение. В Древней Греции впервые была отмечена закономерная связь между высотой звука и числом, открытие которой традиция приписывает Пифагору. Музыка как предмет образования и воспитания и как составляющая общественной жизни имела огромное значение для греков и в целом — для всей позднейшей европейской цивилизации.</p>

    </div>
  );
}

export default About; 