import classes from "./Home.module.css";


const Home = () => {

  return (
    <div className={classes.Home}>
     <h1>Hello all the people</h1> 
     <p>История музыки — отрасль музыковедения (наука и учебная дисциплина), изучающая музыку, в первую очередь европейскую, по эпохам, странам и школам. Музыка, как часть культуры, находится под влиянием всех остальных её аспектов, включая социально-экономическую организацию и опыт, климат, и доступ к технологиям. Эмоции и идеи, выражаемые в музыке, ситуации, в которых музыка исполняется и воспринимается, а также отношение к исполнителям и композиторам варьируются в зависимости от региона и эпохи.

Советская методологическая традиция (Ю. В. Келдыш) к истории музыки также относила музыкальную палеографию, систематизацию музыкальных форм в их историческом развитии и инструментоведение[1]. В западной науке музыкальной палеографией занимаются филологи, форму изучают теоретики музыки, а инструменты</p>
<h1>Доисторическая музыка</h1>
<p>
Предполагается, что появление современного человека произошло около 160 000 лет тому назад в Африке. Около 50 000 лет тому назад люди заселили все пригодные для жизни континенты. Поскольку все люди мира, включая наиболее изолированные племенные группы, обладают некоторыми формами музыки, историки пришли к выводу, что музыка должна была присутствовать у первых людей в Африке, до их расселения по планете. Предполагается, что после возникновения в Африке музыка существует по крайней мере 50 000 лет и постепенно превратилась в неотъемлемую часть человеческой жизни по всей планете[2].

Доисторической, или примитивной, принято обозначать устную музыкальную традицию. Современная американская и австралийская музыка аборигенов иногда также называется доисторической, однако этот термин обычно применяется для европейской музыки. Для доисторической музыки не-европейских континентов зачастую применяются термины фолк-, народная или традиционная музыка.

Флейта — самый древний зафиксированный учёными музыкальный инструмент. Один экземпляр был обнаружен рядом со скульптурами, которые относят к 35—40 тыс. лет до н. э.[3]Доисторическая музыка
Предполагается, что появление современного человека произошло около 160 000 лет тому назад в Африке. Около 50 000 лет тому назад люди заселили все пригодные для жизни континенты. Поскольку все люди мира, включая наиболее изолированные племенные группы, обладают некоторыми формами музыки, историки пришли к выводу, что музыка должна была присутствовать у первых людей в Африке, до их расселения по планете. Предполагается, что после возникновения в Африке музыка существует по крайней мере 50 000 лет и постепенно превратилась в неотъемлемую часть человеческой жизни по всей планете[2].

Доисторической, или примитивной, принято обозначать устную музыкальную традицию. Современная американская и австралийская музыка аборигенов иногда также называется доисторической, однако этот термин обычно применяется для европейской музыки. Для доисторической музыки не-европейских континентов зачастую применяются термины фолк-, народная или традиционная музыка.

Флейта — самый древний зафиксированный учёными музыкальный инструмент. Один экземпляр был обнаружен рядом со скульптурами, которые относят к 35—40 тыс. лет до н. э.[3]</p>
    </div>
  );
}

export default Home; 