import classes from "./Rep.module.css";


const Rep = () => {

  return (
    <div className={classes.Rep}>
        <h1>Хип-хоп-музыка</h1>
<p>англ. Hip hop music), также известная как рэп-музыка (англ. rap music)[8][9] — музыкальный жанр популярной музыки, развитый в США афроамериканцами и латиноамериканцами, живущими в бедных районах[10] Бронкса в Нью-Йорке в 1970-х годах. Хип-хоп-музыка состоит из стилизованной ритмичной музыки, которая обычно сопровождается рэпом, ритмичной и рифмованной речью, которую произносят нараспев[11]. Хип-хоп-музыка развивалась как часть хип-хоп культуры, субкультуры, определяемой четырьмя ключевыми стилистическими элементами: эмсиинг/исполнение рэпа, диджеинг/скретчинг с помощью виниловых проигрывателей, брейк-данс и рисование граффити[12][13][14]. Другие элементы включают семплирование битов или басовых линий из записей (или синтезированных битов и звуков) и ритмичный битбокс. Хотя термин «хип-хоп» часто используется исключительно для обозначения исполнения рэпа, он более точно обозначает практику всей субкультуры[15][16]. Термин «хип-хоп-музыка» иногда используется как синоним термина «рэп-музыка»[11][17], хотя исполнение рэпа не является обязательным компонентом хип-хоп-музыки; жанр может также включать другие элементы хип-хоп культуры, в том числе диджеинг, тёрнтейблизм, скретчинг, битбокс и инструментальные треки[18][19].

Хип-хоп как музыкальный жанр и культура сформировался в 1970-х годах, когда районные вечеринки стали всё более популярными в Нью-Йорке, особенно среди афроамериканской молодёжи, проживающей в Бронксе. На районных вечеринках диджеи играли «брейки» (соло на ударных) популярных песен, используя два виниловых проигрывателя и диджейский микшер, чтобы иметь возможность проигрывать «брейки» из двух копий одной и той же записи, чередуя одну за другой и увеличивая «брейк»[20]. Раннее развитие хип-хопа происходило по мере того, как технология семплирования и драм-машины стали широко доступны и приемлемыми по цене. Наряду с «брейками» были разработаны методы тёрнтейблизма, такие как скретчинг и битматчинг, а поверх битов использовались ямайские распевы. Исполнение рэпа развивалось как вокальный стиль, в котором артист говорит или произносит слова нараспев ритмично с помощью инструментального или синтезированного бита.</p>
    </div>
  );
}

export default Rep; 