import classes from "./Jaz.module.css";


const About = () => {

  return (
    <div className={classes.About}>
      <h1>Джаз</h1>
      <p> (англ. jazz) — род музыкального искусства, сложившийся под влиянием африканских ритмов, европейской гармонии, с привлечением элементов афроамериканского фольклора[1][2][3].

Джаз как явление возник в 1910-х годах на юге США и быстро распространился во всех развитых странах[4][1]. На родине оригинальный стиль обогащался, в частности, различными региональными музыкальными особенностями[5]. Популярная музыка и джаз в 1920-е годы стали для многих людей почти равнозначными понятиями, при этом американские критики, в первую очередь, противопоставили его коммерческой музыкальной индустрии США[6].

В XX веке направление постоянно преображалось, пройдя несколько характерных этапов развития[3]. В течение 1930—1940-х годов термин дестабилизировался свинговым бумом и би-боп-движением. Современное значение появилось в 1950-х годах, когда джаз объединили в музыкальный жанр, с описанием, соединившим разные стили всех временных периодов[6][7]. Большинству разновидностей жанра свойственен свинг, вокальная экспрессия, импровизация, опора на риффы, использование ладов с блюзовыми нотами[2][1].

Постепенно джаз приблизился к сфере высокого искусства, сохранив свою противоречивую тождественность как популярной, так и академической музыке[8]. Джаз остаётся престижным и поддерживается научными кругами, учредительными фондами, всемирной сетью фестивалей. Наследие джаза широко известно, и он продолжает влиять на мировую музыкальную культуру[9].

</p>
 <video src="./https://youtu.be/AaXpfKTHAXM" controls onPlay look></video>
    </div>
  );
}

export default About; 